Revit 2024 API
ConfigurationReloadInfo Class
 This object contains information returned by a reload of the fabrication configuration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public class ConfigurationReloadInfo : IDisposable
Visual Basic
Public Class ConfigurationReloadInfo _
	Implements IDisposable
Visual C++
public ref class ConfigurationReloadInfo : IDisposable
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.ConfigurationReloadInfo
See Also
ConfigurationReloadInfo Members
Autodesk.Revit.DB Namespace